"无法访问相册中照片" = "无法访问相册中照片";
"当前无照片访问权限，建议前往系统设置，\n允许访问「照片」中的「所有照片」。" = "当前无照片访问权限，建议前往系统设置，\n允许访问「照片」中的「所有照片」。";
"前往系统设置" = "前往系统设置";
"设置" = "设置";
"取消" = "取消";
"相册" = "相册";
"完成" = "完成";
"原图" = "原图";
"预览" = "预览";
"编辑" = "编辑";
"没有可选资源" = "没有可选资源";
"照片和视频不能同时选择" = "照片和视频不能同时选择";
"最多只能选择%d张照片" = "最多只能选择%d张照片";
"已达到最大选择数" = "已达到最大选择数";
"视频最大时长为%d秒，无法选择" = "视频最大时长为%d秒，无法选择";
"视频最小时长为%d秒，无法选择" = "视频最小时长为%d秒，无法选择";
"视频和照片不能同时选择" = "视频和照片不能同时选择";
"最多只能选择%d个视频" = "最多只能选择%d个视频";
"正在下载..." = "正在下载...";
"下载失败" = "下载失败";
"没有照片" = "没有照片";
"你可以使用相机拍些照片" = "你可以使用相机拍些照片";
"无法访问相册中所有照片，\n请允许访问「照片」中的「所有照片」" = "无法访问相册中所有照片，\n请允许访问「照片」中的「所有照片」";
"只能查看允许访问的照片和相关相册" = "只能查看允许访问的照片和相关相册";
"无法使用相机!" = "无法使用相机!";
"无法使用相机功能" = "无法使用相机功能";
"请前往系统设置中，允许访问「相机」。" = "请前往系统设置中，允许访问「相机」。";
"照片大小超过最大限制" = "照片大小超过最大限制";
"视频大小超过最大限制" = "视频大小超过最大限制";


"HXAlbumCameraRoll" = "所有照片";
"HXAlbumPanoramas" = "全景照片";
"HXAlbumVideos" = "视频";
"HXAlbumFavorites" = "个人收藏";
"HXAlbumTimelapses" = "延时摄影";
"HXAlbumRecents" = "最近项目";
"HXAlbumRecentlyAdded" = "最近添加";
"HXAlbumBursts" = "连拍快照";
"HXAlbumSlomoVideos" = "慢动作";
"HXAlbumSelfPortraits" = "自拍";
"HXAlbumScreenshots" = "屏幕快照";
"HXAlbumDepthEffect" = "人像";
"HXAlbumLivePhotos" = "实况照片";
"HXAlbumAnimated" = "动图";
